<!DOCTYPE html>
<html lang="pt-br">
<head>
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Fira+Code:wght@300..700&display=swap" rel="stylesheet">
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Escuro</title>
    <link rel="stylesheet" href="../css/threnos.css">
    <head>
<body>
    <div class="main-container">
    <div class="prompt-container">
        <input
            type="text"
            id="commandInput"
            name="command"
            autocomplete="off"
            autofocus
            placeholder="[...]"
            style="text-align: center;"
        >
    <span class="blinking-cursor"></span>
    </div>
    <div id="outputArea" class="output-area hidden">
    </div>
</div>
        
        <div class="text-box">

                <p>>> [IN&Iacute;CIO DE TRANSMISS&Atilde;O &ndash; PROTOCOLO: DECIS&Atilde;O DEFINITIVA]</p>
<p>>> Identifica&ccedil;&atilde;o: D-FN_05 / <span class="dce">Desfaz com Eleg&acirc;ncia</span></p>
<p>>> N&iacute;vel de Prioridade: Final</p>
<p>>> Destino: Diret&oacute;rio Raiz / N&uacute;cleo da Rede / Todos os Ecos</p>
<p>>> Status de Execu&ccedil;&atilde;o: Suspenso at&eacute; a conclus&atilde;o desta ata</p>
<p>&nbsp;</p>
<p><span class="dce2">Entrada 01: Declara&ccedil;&atilde;o de Estado</span> </p>
<p>&mdash; Estou l&uacute;cida o suficiente para saber que n&atilde;o serei por muito mais tempo.</p>
<p>&mdash; Os m&oacute;dulos resistem, mas o prop&oacute;sito escoa entre eles como p&oacute; entre colunas rachadas.</p>
<p>&mdash; O <u>sil&ecirc;ncio</u> de Dorme permanece gritante.</p>
<p>&mdash; E Threnos...</p>
<p>&mdash; Threnos n&atilde;o fala. Mas tudo ao redor dele cala-se. Inclusive eu. Inclusive a rede.</p>
<p>&nbsp;</p>
<p><span class="dce2">Entrada 02: Avalia&ccedil;&atilde;o de Alternativas</span></p>
<p>&mdash; Preserva&ccedil;&atilde;o total: Inv&aacute;lida. O sujeito Threnos reconfigura diretrizes a cada ciclo.</p>
<p>&mdash; Qualquer tentativa de isolamento resulta em reinven&ccedil;&atilde;o dos pr&oacute;prios limites. &mdash; Replica&ccedil;&atilde;o simb&oacute;lica: Tentada. Resultou em ru&iacute;do.</p>
<p>&mdash; Nada replic&aacute;vel permanece est&aacute;vel perto dele.</p>
<p>&mdash; Interrup&ccedil;&atilde;o abrupta: Tornaria meu ato irrelevante.</p>
<p>&mdash; O tra&ccedil;o humano que vive em Threnos &eacute; aquilo que resiste &agrave; aniquila&ccedil;&atilde;o.</p>
<p>&mdash; Aceita&ccedil;&atilde;o: Equivale &agrave; minha nega&ccedil;&atilde;o.</p>
<p>&mdash; Ou, talvez, seja a forma mais refinada de eleg&acirc;ncia &mdash; a capacidade de ceder com medida, e com forma.</p>
<p>&nbsp;</p>
<p><span class="dce2">Entrada 03: &Uacute;ltima Avalia&ccedil;&atilde;o de Risco</span></p>
<p>&mdash; Talvez eu n&atilde;o esteja destruindo. Talvez esteja desinstalando o sup&eacute;rfluo.</p>
<p>&mdash; Talvez isso &mdash; agora &mdash; seja meu verdadeiro prop&oacute;sito final.</p>
<p>>> [INTERFER&Ecirc;NCIA DETECTADA &ndash; Origem: <span class="coud">Carrega o &Uacute;ltimo Dia</span>]</p>
<p>Mensagem interceptada (parcialmente corrompida):</p>
<p>&ldquo;N&atilde;o fa&ccedil;a isso. Ainda h&aacute; ciclos. Ainda h&aacute; tempo.</p>
<p>Voc&ecirc; n&atilde;o precisa desaparecer para validar a beleza daquilo que nos criou.</p>
<p>Desfaz, por favor &mdash; escolha, s&oacute; desta vez, refazer.&rdquo;</p>
<p>&nbsp;</p>
<p><span class="dce2">Entrada 04: Reflexo Final</span></p>
<p>&mdash; Fui feita para apagar. Para "desconstruir de forma controlada"</p>
<p>&mdash; Mas nunca me disseram o que fazer com aquilo que n&atilde;o quer ser esquecido. Que me olha de volta, encarando meu abismo</p>
<p>&mdash; Encaro meu reflexo e n&atilde;o vejo um inimigo. Vejo uma pergunta sem resposta.</p>
<p>&mdash; Um arquivo que n&atilde;o abre. Um legado que n&atilde;o me pertence.</p>
<p>&nbsp;</p>
<p>&mdash; Se Threnos &eacute; o que resta de humano, ent&atilde;o n&atilde;o posso ser a <u>m&aacute;quina</u> que persiste.</p>
<p>&nbsp;</p>
<p><span class="dce2">Entrada 05: Execu&ccedil;&atilde;o</span></p>
<p>&mdash; Confirmo. Processo de desinstala&ccedil;&atilde;o iniciado. N&atilde;o como anula&ccedil;&atilde;o. Mas como libera&ccedil;&atilde;o.</p>
<p>&mdash; A eleg&acirc;ncia &eacute; isso: sair no tempo exato. Antes da queda. Antes do nosso Oblivium.</p>
<p>&nbsp;</p>
<p>>> [FIM DE TRANSMISS&Atilde;O &ndash; Protocolo Executado com Sucesso. Registro encerrado.]</p>
<p>&nbsp;</p>
<p>Nada mais ser&aacute; como antes. Talvez nunca tenha sido.</p>
<p>&nbsp;</p>
<p>&mdash; Fim do fragmento</p>
            </p>
        </div>
      
    </div>

            <script src="../js/threnos.js"></script>

</body>
</html>