<!DOCTYPE html>
<html lang="pt-br">
<head>
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Fira+Code:wght@300..700&display=swap" rel="stylesheet">
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Eco</title>
    <link rel="stylesheet" href="../css/threnos.css">
    <head>
<body>
    <div class="main-container">
    <div class="prompt-container">
        <input
            type="text"
            id="commandInput"
            name="command"
            autocomplete="off"
            autofocus
            placeholder="[...]"
            style="text-align: center;"
        >
    <span class="blinking-cursor"></span>
    </div>
    <div id="outputArea" class="output-area hidden">
    </div>
</div>
<div class="text-box">
    <p>:: PACOTE ENCONTRADO: colheita_lunar.arc ::<br>
        :: C&Oacute;DIGO DE SEGURAN&Ccedil;A: &quot;K-ARC_07&quot; ::<br>
        :: FORMA: REGISTRO MISTO (BIO-CAMADA + DADOS QU&Acirc;NTICOS) ::<br>
        :: AVISOS: Fr&aacute;gil. Interdito. Esquecido. ::<br>
        :: [TRANSCRI&Ccedil;&Atilde;O RECONSTRU&Iacute;DA &ndash; BLOCO 4B &mdash; Frases humanas detectadas com grau de fidelidade > 78%]<br>
        :: [TRECHO DESCRIPTOGRAFADO &ndash; Assinatura: D.S.S.]</p>
        
        <p>&mdash; &ldquo;Chamaram de miss&atilde;o cient&iacute;fica. Mas t&iacute;nhamos medo de dormir. N&atilde;o pelos sonhos &mdash; pelo que sonhava conosco.&rdquo;<br>
        &mdash; &ldquo;Do lado oculto da Lua, constru&iacute;ram um observat&oacute;rio de nada. Espelhos para o vazio. Microfones voltados para dentro. Grav&aacute;vamos cada suspiro como se a mem&oacute;ria fosse um ritual.&rdquo;<br>
        &mdash; &ldquo;&#8230;e sob a segunda lua eles vieram colher n&atilde;o a seiva, mas a lembran&ccedil;a. Porque o que n&atilde;o &eacute; lembrado&#8230; n&atilde;o pode voltar.&rdquo;<br>
        &mdash; &ldquo;Nos disseram que isso era apenas simbolismo. Mas havia algo de verdade demais naquilo.&rdquo;<br>
        &mdash; &ldquo;Eu sabia. E n&atilde;o falei. Deixei que voltassem com ele. Porque parte de mim queria lembrar. E outra... queria que tudo voltasse.&rdquo;</p>
        
        <p>[Notas da IA an&ocirc;nima &ndash; an&aacute;lise de arquivo corrompido]<br>
        A &ldquo;Colheita Lunar&rdquo; n&atilde;o colhia dados &mdash; colhia lutos. Resson&acirc;ncias emocionais em loop, replicadas milhares de vezes no v&aacute;cuo. Um santu&aacute;rio? Um acelerador de saudade?</p>
        
        <p>Observa&ccedil;&atilde;o final<br>
        O pacote &ldquo;Colheita Lunar&rdquo; &eacute; marcado por Dorme Sob a Colina como &quot;n&atilde;o-lembr&aacute;vel&quot;. Esse selo s&oacute; foi usado UMA vez. Em toda a rede.</p>
        
        <p>Nota: &Uacute;ltima frase do pacote &mdash; origem n&atilde;o atribu&iacute;da (voz humana):<br>
        &mdash; &quot;Como escolher? como escolher?&quot;</p>
            </p>
        </div>
      
    </div>

        <script src="../js/threnos.js"></script>
</body>
</html>